{
  "key_vocab": {
    "accessModes": 3,
    "add": 4,
    "allowPrivilegeEscalation": 5,
    "allowedCapabilities": 6,
    "annotations": 7,
    "apiGroup": 8,
    "apiGroups": 9,
    "apiVersion": 10,
    "app": 11,
    "app.kubernetes.io/component": 12,
    "apparmor.security.beta.kubernetes.io/allowedProfileNames": 13,
    "apparmor.security.beta.kubernetes.io/defaultProfileName": 14,
    "args": 15,
    "averageUtilization": 16,
    "awsElasticBlockStore": 17,
    "backend": 18,
    "backoffLimit": 19,
    "capabilities": 20,
    "capacity": 21,
    "cidr": 22,
    "claimName": 23,
    "clusterIP": 24,
    "command": 25,
    "config": 26,
    "configMap": 27,
    "containerPort": 28,
    "containers": 29,
    "cpu": 30,
    "data": 31,
    "default": 32,
    "defaultRequest": 33,
    "egress": 34,
    "emptyDir": 35,
    "env": 36,
    "except": 37,
    "exec": 38,
    "fieldPath": 39,
    "fieldRef": 40,
    "from": 41,
    "fsGroup": 42,
    "fsType": 43,
    "gcePersistentDisk": 44,
    "group": 45,
    "hard": 46,
    "hostAliases": 47,
    "hostIPC": 48,
    "hostNetwork": 49,
    "hostPID": 50,
    "hostPath": 51,
    "hostPorts": 52,
    "hostnames": 53,
    "httpGet": 54,
    "image": 55,
    "imagePullPolicy": 56,
    "ingress": 57,
    "initContainers": 58,
    "initialDelaySeconds": 59,
    "ip": 60,
    "ipBlock": 61,
    "key": 62,
    "kind": 63,
    "kubernetes.io/hostname": 64,
    "labels": 65,
    "lifecycle": 66,
    "limits": 67,
    "livenessProbe": 68,
    "matchLabels": 69,
    "max": 70,
    "maxReplicas": 71,
    "memory": 72,
    "metadata": 73,
    "metrics": 74,
    "min": 75,
    "minReplicas": 76,
    "mountPath": 77,
    "name": 78,
    "names": 79,
    "namespace": 80,
    "namespaceSelector": 81,
    "nfs": 82,
    "nodePort": 83,
    "nodeSelector": 84,
    "parameters": 85,
    "password": 86,
    "path": 87,
    "pdName": 88,
    "persistentVolumeClaim": 89,
    "persistentvolumeclaims": 90,
    "plural": 91,
    "podSelector": 92,
    "policyTypes": 93,
    "port": 94,
    "ports": 95,
    "postStart": 96,
    "preStop": 97,
    "privileged": 98,
    "project": 99,
    "protocol": 100,
    "provisioner": 101,
    "purpose": 102,
    "ranges": 103,
    "readOnly": 104,
    "readOnlyRootFilesystem": 105,
    "readinessProbe": 106,
    "replicas": 107,
    "requests": 108,
    "requests.storage": 109,
    "requiredDropCapabilities": 110,
    "resource": 111,
    "resourceNames": 112,
    "resources": 113,
    "restartPolicy": 114,
    "role": 115,
    "roleRef": 116,
    "rule": 117,
    "rules": 118,
    "runAsUser": 119,
    "scaleTargetRef": 120,
    "seLinux": 121,
    "seccomp.security.alpha.kubernetes.io/allowedProfileNames": 122,
    "seccomp.security.alpha.kubernetes.io/defaultProfileName": 123,
    "secret": 124,
    "secretKeyRef": 125,
    "secretName": 126,
    "securityContext": 127,
    "selector": 128,
    "server": 129,
    "serviceAccount": 130,
    "serviceAccountName": 131,
    "serviceName": 132,
    "servicePort": 133,
    "spec": 134,
    "storage": 135,
    "storageClassName": 136,
    "strategy": 137,
    "subjects": 138,
    "supplementalGroups": 139,
    "target": 140,
    "targetPort": 141,
    "tcpSocket": 142,
    "template": 143,
    "terminationGracePeriodSeconds": 144,
    "timeoutSeconds": 145,
    "to": 146,
    "type": 147,
    "user": 148,
    "username": 149,
    "value": 150,
    "valueFrom": 151,
    "verbs": 152,
    "version": 153,
    "volume": 154,
    "volumeClaimTemplates": 155,
    "volumeID": 156,
    "volumeMounts": 157,
    "volumes": 158
  },
  "value_vocab": {
    "": 3,
    "*": 4,
    "--": 5,
    "---\n:verbose: true\n:environment: staging\n:pidfile: tmp/pids/sidekiq.pid\n:logfile: log/sidekiq.log\n:concurrency: 20\n:queues:\n  - [default, 1]\n:dynamic: true\n:timeout: 300": 6,
    "--single-branch": 7,
    "-Mbignum=bpi": 8,
    "-c": 9,
    "-s": 10,
    "-w": 11,
    "-wle": 12,
    "/_status/healthz": 13,
    "/bin/bash": 14,
    "/bin/sh": 15,
    "/cache": 16,
    "/cassandra_data": 17,
    "/data": 18,
    "/data/challenges-kubernetes": 19,
    "/data/demo": 20,
    "/data/redis": 21,
    "/etc/config": 22,
    "/etc/secret-volume": 23,
    "/mnt/data": 24,
    "/my/nfs/jenkins-test": 25,
    "/myrun": 26,
    "/ready-probe.sh": 27,
    "/srv/www": 28,
    "/test-ebs": 29,
    "/test-pd": 30,
    "/usr/sbin/nginx": 31,
    "/usr/share/nginx/html": 32,
    "/var/lib/mysql": 33,
    "/var/run": 34,
    "/var/run/secrets/kubernetes.io/serviceaccount/ca.crt": 35,
    "0": 36,
    "1": 37,
    "10": 38,
    "10.0.0.0/24": 39,
    "10.1.2.3": 40,
    "1000": 41,
    "100M": 42,
    "127.0.0.1": 43,
    "128Mi": 44,
    "15": 45,
    "15Gi": 46,
    "172.17.0.0/16": 47,
    "172.17.1.0/24": 48,
    "1800": 49,
    "1Gi": 50,
    "2": 51,
    "2000": 52,
    "20Gi": 53,
    "250m": 54,
    "256Mi": 55,
    "2Gi": 56,
    "3": 57,
    "30": 58,
    "30036": 59,
    "3306": 60,
    "4": 61,
    "443": 62,
    "5": 63,
    "50": 64,
    "500m": 65,
    "512M": 66,
    "512Mi": 67,
    "5978": 68,
    "5Gi": 69,
    "6379": 70,
    "65535": 71,
    "65536": 72,
    "7000": 73,
    "7001": 74,
    "7199": 75,
    "80": 76,
    "8000": 77,
    "8080": 78,
    "9042": 79,
    "9200": 80,
    "9300": 81,
    "<volume-id>": 82,
    "ALL": 83,
    "Always": 84,
    "CASSANDRA_CLUSTER_NAME": 85,
    "CASSANDRA_DC": 86,
    "CASSANDRA_RACK": 87,
    "CASSANDRA_SEEDS": 88,
    "CLUSTER_NAME": 89,
    "ClusterRole": 90,
    "ClusterRoleBinding": 91,
    "ConfigMap": 92,
    "Container": 93,
    "CustomResourceDefinition": 94,
    "DB_PORT": 95,
    "DC1-K8Demo": 96,
    "DEMO_FAREWELL": 97,
    "DEMO_GREETING": 98,
    "DISCOVERY_SERVICE": 99,
    "Deployment": 100,
    "Egress": 101,
    "False": 102,
    "Group": 103,
    "HEAP_NEWSIZE": 104,
    "HOSTNAME": 105,
    "HTTP_ENABLE": 106,
    "Hello from the environment": 107,
    "HorizontalPodAutoscaler": 108,
    "IPC_LOCK": 109,
    "IfNotPresent": 110,
    "Ingress": 111,
    "Job": 112,
    "K8Demo": 113,
    "KUBERNETES_CA_CERTIFICATE_FILE": 114,
    "KUBERNETES_PORT": 115,
    "LimitRange": 116,
    "LoadBalancer": 117,
    "MAX_HEAP_SIZE": 118,
    "MYSQL_ROOT_PASSWORD": 119,
    "Monkey": 120,
    "MustRunAs": 121,
    "MustRunAsNonRoot": 122,
    "Mzk1MjgkdmRnN0pi": 123,
    "NAMESPACE": 124,
    "NODE_DATA": 125,
    "NODE_MASTER": 126,
    "Namespace": 127,
    "NetworkPolicy": 128,
    "Never": 129,
    "NodePort": 130,
    "None": 131,
    "OnFailure": 132,
    "POD_IP": 133,
    "PersistentVolume": 134,
    "PersistentVolumeClaim": 135,
    "Pod": 136,
    "PodPreset": 137,
    "PodSecurityPolicy": 138,
    "Rack1-K8Demo": 139,
    "ReadWriteMany": 140,
    "ReadWriteOnce": 141,
    "Recreate": 142,
    "Resource": 143,
    "ResourceQuota": 144,
    "Role": 145,
    "RoleBinding": 146,
    "RunAsAny": 147,
    "SECRET_PASSWORD": 148,
    "SECRET_USERNAME": 149,
    "Secret": 150,
    "Service": 151,
    "ServiceAccount": 152,
    "StatefulSet": 153,
    "StorageClass": 154,
    "Such a sweet sorrow": 155,
    "TCP": 156,
    "True": 157,
    "Utilization": 158,
    "access-nginx": 159,
    "allow-database": 160,
    "allow-tcp-443": 161,
    "alpine/git": 162,
    "apiextensions.k8s.io/v1beta1": 163,
    "apps": 164,
    "apps.mydomain.io": 165,
    "apps/v1": 166,
    "autoscaling/v2beta2": 167,
    "bXktYXBw": 168,
    "bar.local": 169,
    "bar.remote": 170,
    "batch": 171,
    "batch/v1": 172,
    "bob": 173,
    "busybox": 174,
    "cache-volume": 175,
    "cassandra": 176,
    "cassandra-0.cassandra.default.svc.cluster.local": 177,
    "cassandra-data": 178,
    "ci-testbed": 179,
    "clone": 180,
    "clusterrole-default": 181,
    "clusterrole-jenkins": 182,
    "command-demo": 183,
    "command-demo-container": 184,
    "config-volume": 185,
    "configMap": 186,
    "configmaps": 187,
    "coredns": 188,
    "cpu": 189,
    "cql": 190,
    "create": 191,
    "csi-pvc": 192,
    "dapi-test-pod": 193,
    "db": 194,
    "debian": 195,
    "default": 196,
    "default-deny": 197,
    "delete": 198,
    "deletecollection": 199,
    "demo1": 200,
    "demo2": 201,
    "demonstrate-command": 202,
    "deny-from-other-namespaces": 203,
    "do-block-storage": 204,
    "docker/default": 205,
    "downwardAPI": 206,
    "dummy": 207,
    "dummy-controller": 208,
    "dummy-hosts": 209,
    "echo Hello from the postStart handler > /usr/share/message": 210,
    "edit": 211,
    "elasticsearch": 212,
    "emptyDir": 213,
    "es": 214,
    "ext4": 215,
    "extensions": 216,
    "extensions/v1beta1": 217,
    "fast": 218,
    "foo": 219,
    "foo.local": 220,
    "foo.remote": 221,
    "frontend": 222,
    "gcr.io/google-samples/cassandra:v13": 223,
    "gcr.io/google-samples/node-hello:1.0": 224,
    "get": 225,
    "getintodevops/jenkins-withdocker:lts": 226,
    "git-clone": 227,
    "gke-cluster-1-default-pool-559d6680-43r5": 228,
    "heapster": 229,
    "hostaliases-pod": 230,
    "hostvolrun": 231,
    "http": 232,
    "https://github.com/dennyzhang/challenges-kubernetes.git": 233,
    "i=0; while true; do echo \"$i: $(date)\"; i=$((i+1)); sleep 1; done": 234,
    "influxdb": 235,
    "init-sysctl": 236,
    "intra-node": 237,
    "jenkins": 238,
    "jenkins-monitoring": 239,
    "jmx": 240,
    "k8s.gcr.io/busybox": 241,
    "k8s.gcr.io/nginx-slim:0.8": 242,
    "k8s.gcr.io/test-webserver": 243,
    "k8s.io/minikube-hostpath": 244,
    "kube-dns": 245,
    "kube-system": 246,
    "kube-system-psp": 247,
    "kubernetes-dashboard": 248,
    "lifecycle-demo": 249,
    "lifecycle-demo-container": 250,
    "list": 251,
    "local": 252,
    "ls /etc/config/": 253,
    "manual": 254,
    "mem-limit-range": 255,
    "metadata.namespace": 256,
    "metrics-server": 257,
    "monkeys": 258,
    "monkeys.my.com": 259,
    "my-data-disk": 260,
    "my-dummy": 261,
    "my-nfs-server": 262,
    "my-nodeport-wordpress": 263,
    "my-serviceaccount": 264,
    "my.com": 265,
    "my/dummy-controller": 266,
    "myesdb": 267,
    "myns": 268,
    "myproject": 269,
    "mysql": 270,
    "mysql-persistent-storage": 271,
    "mysql-pv-claim": 272,
    "mysql-pv-volume": 273,
    "mysql:5.6": 274,
    "networking.k8s.io/v1": 275,
    "nfs-backup-volume": 276,
    "nfs-backup-volume-claim": 277,
    "nginx": 278,
    "nginx-deployment": 279,
    "nginx-service": 280,
    "nginx:1.7.9": 281,
    "nginx:1.8": 282,
    "nodetool drain": 283,
    "ns-ci": 284,
    "ns-denny": 285,
    "password": 286,
    "patch": 287,
    "pd-ssd": 288,
    "perl": 289,
    "persistentVolumeClaim": 290,
    "pi": 291,
    "pks-testbed": 292,
    "pod-with-http-healthcheck": 293,
    "pod-with-tcp-socket-healthcheck": 294,
    "pods": 295,
    "pods/exec": 296,
    "podsecuritypolicies": 297,
    "policy": 298,
    "policy/v1beta1": 299,
    "print bpi(2000)": 300,
    "printenv": 301,
    "privileged": 302,
    "privileged-psp": 303,
    "projected": 304,
    "psp:bind-privileged-sa": 305,
    "psp:kube-system-psp": 306,
    "psp:role-privileged-sa": 307,
    "quay.io/pires/docker-elasticsearch-kubernetes:5.6.2": 308,
    "quit": 309,
    "rbac.authorization.k8s.io": 310,
    "rbac.authorization.k8s.io/v1": 311,
    "redis": 312,
    "redis-storage": 313,
    "restricted": 314,
    "restricted-advanced": 315,
    "restricted-psp-user": 316,
    "restricted-psp-users": 317,
    "runtime/default": 318,
    "sec-ctx-vol": 319,
    "secondary": 320,
    "secret": 321,
    "secret-test-pod": 322,
    "secret-volume": 323,
    "security-context-demo": 324,
    "service-account-default": 325,
    "service-account-jenkins": 326,
    "serviceaccount-jenkins": 327,
    "settings.k8s.io/v1alpha1": 328,
    "sinks": 329,
    "special-config": 330,
    "status.podIP": 331,
    "storage": 332,
    "storage.k8s.io/v1": 333,
    "storagelimits": 334,
    "storagequota": 335,
    "sysctl": 336,
    "test": 337,
    "test-container": 338,
    "test-ebs": 339,
    "test-ingress": 340,
    "test-network-policy": 341,
    "test-pd": 342,
    "test-privileged-sa": 343,
    "test-secret": 344,
    "test-staging-sidekiq": 345,
    "test-volume": 346,
    "tls-intra-node": 347,
    "transport": 348,
    "true": 349,
    "ubuntu": 350,
    "use": 351,
    "username": 352,
    "v1": 353,
    "vm.max_map_count=262144": 354,
    "watch": 355,
    "web": 356,
    "website": 357,
    "wordpress": 358,
    "wordpress-1-wordpress-svc": 359,
    "wordpress-webserver": 360,
    "www": 361,
    "www-data": 362
  },
  "special_tokens": {
    "[PAD]": 0,
    "[UNK]": 1,
    "[MASK]": 2
  }
}